badge_filter_ln={
"1100":["不提科目要求","化学,生物(2门科目考生均须选考方可报考)","化学(1门科目考生必须选考方可报考)","生物(1门科目考生必须选考方可报考)","化学,生物(2门科目考生选考其中一门即可报考)","化学,思想政治(2门科目考生选考其中一门即可报考)","化学,地理(2门科目考生选考其中一门即可报考)","生物,思想政治(2门科目考生选考其中一门即可报考)","生物,思想政治(2门科目考生选考其中一门即可报考)"],
"1010":["不提科目要求",,"化学(1门科目考生必须选考方可报考)","思想政治(1门科目考生必须选考方可报考)","化学,生物(2门科目考生选考其中一门即可报考)","化学,思想政治(2门科目考生选考其中一门即可报考)","化学,地理(2门科目考生选考其中一门即可报考)","生物,思想政治(2门科目考生选考其中一门即可报考)","思想政治,地理(2门科目考生选考其中一门即可报考)"],
"1001":["不提科目要求","化学,地理(2门科目考生均须选考方可报考)","化学(1门科目考生必须选考方可报考)","地理(1门科目考生必须选考方可报考)","化学,生物(2门科目考生选考其中一门即可报考)","化学,思想政治(2门科目考生选考其中一门即可报考)","化学,地理(2门科目考生选考其中一门即可报考)","生物,思想政治(2门科目考生选考其中一门即可报考)","思想政治,地理(2门科目考生选考其中一门即可报考)"],
"0110":["不提科目要求",,"生物(1门科目考生必须选考方可报考)","思想政治(1门科目考生必须选考方可报考)","化学,生物(2门科目考生选考其中一门即可报考)","化学,思想政治(2门科目考生选考其中一门即可报考)","生物,思想政治(2门科目考生选考其中一门即可报考)","生物,思想政治(2门科目考生选考其中一门即可报考)","思想政治,地理(2门科目考生选考其中一门即可报考)"],
"0101":["不提科目要求","生物,地理(2门科目考生均须选考方可报考)","地理(1门科目考生必须选考方可报考)","生物(1门科目考生必须选考方可报考)","化学,生物(2门科目考生选考其中一门即可报考)","化学,地理(2门科目考生选考其中一门即可报考)","生物,思想政治(2门科目考生选考其中一门即可报考)","生物,思想政治(2门科目考生选考其中一门即可报考)","思想政治,地理(2门科目考生选考其中一门即可报考)"],
"0011":["不提科目要求","思想政治,地理(2门科目考生均须选考方可报考)","地理(1门科目考生必须选考方可报考)","思想政治(1门科目考生必须选考方可报考)","化学,思想政治(2门科目考生选考其中一门即可报考)","化学,地理(2门科目考生选考其中一门即可报考)","生物,思想政治(2门科目考生选考其中一门即可报考)","生物,思想政治(2门科目考生选考其中一门即可报考)","思想政治,地理(2门科目考生选考其中一门即可报考)"],
}